{
    "Videogame": [
        {
            "id": 1,
            "title": "Masks and Marquises, a Palau Moja's Story",
            "year": "2022",
            "client": "Giravolt Crea Lab Innovation Lab, formed by CITM-UPC and the Catalan Agency for Cultural Heritage through its Giravolt program.",
            "description": "Design and development of a multiplayer VR game for Oculus Quest 3 set in the Baroque-era Palau Moja.",
            "overview": "In a team of 8 members, we designed and developed a multiplayer virtual reality video game for Oculus Quest 3 in just 4 months. The project was part of Giravolt Crea Lab, an innovation initiative by CITM-UPC and the Catalan Agency for Cultural Heritage through its Giravolt program. The game is set in the Palau Moja during the Baroque era. On Carnival Day, a masquerade ball is underway when the host, Antonio López—a wealthy man with many secrets—is suddenly found dead in the middle of the room. Players, who are secretly involved in fraudulent schemes, must destroy the evidence and avoid being eliminated by an infiltrator.",
            "role": "I was in charge of the HUD design and the visual identity of the game, including logo, colors and branding. I also created and textured 3D models, and collaborated in the overall game design, contributing to the mechanics and user experience.",
            "software": "Unity, Adobe Substance, Maya, Adobe Photoshop, Figma",
            "link": "https://www.figma.com/proto/7uUX8COvQNMIDUcXCeRvUa/Giravolt_N%C3%BAriaV?page-id=&node-id=1-5099&starting-point-node-id=1%3A5099&t=eBGMqdnWw5qIkotb-1",
            "img": "img/works/giravolt.png",
            "img2": "img/details/masks2.png",
            "img3": "img/details/masks3.png",
            "img4": "img/details/hudmasks.png",
            "video": "https://youtu.be/Ysv7c4oLHxw",
            "figma": "https://www.figma.com/proto/7uUX8COvQNMIDUcXCeRvUa/Giravolt_N%C3%BAriaV?page-id=&node-id=1-5099&starting-point-node-id=1%3A5099&t=eBGMqdnWw5qIkotb-1",
            "widthPro": "80%",
            "heightPro": "650px"
        },
        {
            "id": 2,
            "title": "Kitchen Hunt",
            "overview": "Kitchen Hunt is a 3D single-player game where the player takes on the role of Klauss, a young man overwhelmed by the pressure of inheriting the family kitchen business. Under his father Jeff’s ultimatum, Klauss must complete increasingly complex tasks in the kitchen. As his anxiety grows, the world around him distorts — reflecting his emotional state.",
            "role": "As the artist of the team, my responsabilities focused on: Character design in Figma and Illustrator, 3D modeling of characters and kitchen environment in Maya, Texturing using Adobe Substance Painter and Photoshop and Integration of assets and materials into Unity",
            "description": "Design and creation of a 3D computer videogame with Unity.",
            "fields": "Visual Identity, Character Design, 3D Modeling, 3D Model Texturing, Game Design",
            "software": "Unity, Adobe Substance, Maya, Adobe Photoshop, Figma",
            "link": "https://nataliavv1.itch.io/kitchen-hunt?fbclid=PAZXh0bgNhZW0CMTEAAaaSWRPsE3nrVYPWOHDJR9HayFmm3EUCSaHtQnftLe2VphKHiF2tV2qgl_s_aem_p2eaqqWCDGXJywFlxLEN8Q",
            "img": "img/works/kitchen-hunt.png",
            "img2": "img/details/turnaroundklauss.gif",
            "img3": "img/details/jeff.jpg",
            "img4": "img/details/kitchen4.png",
            "video": "https://youtu.be/19RqhosWCQ4",
            "video2": "https://youtu.be/v0rCEaGLmX0"
        },
        {
            "id": 3,
            "title": "Magic Room",
            "description": "Design and creation of a virtual reality video game for Oculus Quest with Unity.",
            "overview": "MagicRoom is a virtual reality escape room developed in Unity, where players interact using natural hand gestures instead of traditional controllers. The project uses Unity’s XR Hands and XR Interaction Toolkit, allowing full compatibility with both hand tracking and controllers through the XR Interaction Manager. Custom gestures were implemented to activate spells and solve puzzles in a magical dungeon setting.",
            "role": "My role focused on the design and integration of the user interface (UI), ensuring it was intuitive and immersive within a gesture-based environment. This included adapting interaction cues and visual feedback to work seamlessly with both hand tracking and controller input.",
            "fields": "Game Design",
            "software": "Unity, Adobe Substance, Maya, Adobe Photoshop, Figma",
            "link": "https://youtu.be/JSEriLy_jm4",
            "img": "img/works/magic-room.png",
            "img2": "img/details/magic2.png",
            "img3": "img/details/magic3.png",
            "img4": "img/details/magic4.png",
            "video": "https://youtu.be/JSEriLy_jm4"
        },
        {
            "id": 18,
            "title": "Barcimed",
            "overview": "An interactive web app designed to guide users through a historical route in the city of Barcelona. By observing their surroundings and solving contextual riddles, users can unlock immersive 360° videos and collect educational content in the form of knowledge cards. The experience blends narrative, geolocation, and gamification to foster historical curiosity among young audiences.",
            "description": "Creation an immersive experience to discover the Medieval Barcelona",
            "role": "This project was my final degree project, currently under evaluation for a Distinction (Honors). It was highly praised for its complexity, originality, and the integration of multiple disciplines. My work spanned the entire creative and technical pipeline: from developing a Game Design Document (GDD) and writing a literary script, to producing 360° video content in Unity, designing and illustrating assets with Figma and Illustrator, 3D modeling in Maya, texturing with Adobe Substance Painter, and programming a web app using React.",
            "fields": "Ux and UI Design, React, Postproduction, 360",
            "software": "Visual Studio Code, Figma, Unity, Adobe Photoshop, Adobe Illustrator, Maya, Adobe Substance",
            "languages": "React",
            "link": "https://youtube.com/playlist?list=PLwHrPTaTeldz7ppV_5GMNSemtHZyx5By2&si=BUvjxlgn5ea46osq",
            "img": "img/works/barcimed.png",
            "img2": "img/details/bar1.png",
            "img3": "img/details/bar2.png",
            "img4": "img/details/bar3.png",
            "video": "https://youtu.be/RbcJslGVbDI",
            "figma":"https://www.figma.com/deck/Hcmd4oh7rCqIm9UHkLmwYF/Barcimed_Presentaci%C3%B3?node-id=123-6237&viewport=-222%2C-236%2C1.05&t=LXCUZM0qlvrH6Wct-1&scaling=min-zoom&content-scaling=fixed&page-id=0%3A1",
            "widthPro": "80%",
            "heightPro": "650px"

        }
    ],
    "Visual identity": [
        {
            "id": 4,
            "title": "Levitate, energy drink brand",
            "description": "Creation of the visual identity and identity manual for a natural energy drink brand.",
            "overview": "Creation of the visual identity and brand manual for a natural energy drink. I designed the logotype and developed a complete brand identity guide, establishing key visual elements and clear guidelines to ensure consistent and coherent brand application across all platforms.",
            "role": "",
            "fields": "Branding, Graphic Design, Image edition",
            "software": "Adobe Photoshop, Adobe Illustrator",
            "link": "https://www.playbook.com/s/nuriav/yfGYFaKiWBdPfMNZjGukeCSX?assetToken=9LT8rREJx9gVVEfyM7gxdUUX",
            "img": "img/works/levitate.png",
            "img2": "img/details/lev2.png",
            "img3": "img/details/lev3.png",
            "img4": "img/details/lev4.png"
        },
        {
            "id": 5,
            "title": "Farmàcia Isabel Tell",
            "description": "Creation of the visual identity for Isabel Tell Pharmacy. The logo draws inspiration from nature and the distinctive windows of the Sant Pau Art Nouveau Site, located near the pharmacy.",
            "overview": "This is a real-world branding project I developed for Farmacia Isabel Tell, located next to the Hospital de Sant Pau. I designed a logotype inspired by the principles of Modernisme, taking visual reference from the building’s stained glass windows. The concept also reflects nature and the essential identity of the pharmacy team. Based on these foundations, I created a set of informative cards (targetes), where I prioritized clarity and simplicity to improve client understanding.",
            "role": "",
            "fields": "Branding, Graphic Design",
            "software": "Adobe Photoshop, Adobe Illustrator, Adobe InDesign, Figma",
            "link": "",
            "img": "img/works/farmacia.png",
            "img2": "img/details/farm2.png",
            "img3": "img/details/farm3.png",
            "img4": "img/details/farm4.png"
        }
    ],
    "Advertising Campaign": [
        {
            "id": 6,
            "title": "Advertising Spot for Vicio",
            "description": "Creation of an advertising campaign for the VICIO brand. This includes 1 video advertising spot and 3 images.",
            "overview": "Creation of an advertising campaign for the VICIO brand. This includes 1 video advertising spot and 3 images.",
            "role": "I was responsible for the scriptwriting, storyboard, video production and post-production, as well as editing the campaign photographs used for posters and social media stories.",
            "fields": "Script and Storyboard, Video Production, Video Post-Production, Photography, Photo Editing",
            "software": "Adobe Premiere, Adobe After Effects, DaVinci Resolve, Adobe Photoshop",
            "link": "https://youtu.be/-d0ecNgpMxA",
            "img": "img/works/vicio.png",
            "img2": "img/details/vicio2.png",
            "img3": "img/details/vicio3.png",
            "img4": "img/details/vicio4.png",
            "video": "https://youtu.be/-d0ecNgpMxA"
        }
    ],
    "2D Animation": [
        {
            "id": 7,
            "title": "Teaser “Las Manos Que Crecen”",
            "description": "Creation of a 2D Animation Teaser inspired by the short story \"Las Manos Que Crecen\" by Julio Cortázar.",
            "overview": "Creation of a 2D Animation Teaser inspired by the short story 'Las Manos Que Crecen' by Julio Cortázar.",
            "role": "In this project, I was responsible for the scriptwriting, storyboard, character design, environment design, and the animation of several scenes.",
            "fields": "Script, Storyboard, and Pre-production, Concept Art and Character Design, 2D Animation",
            "software": "Adobe Photoshop, Adobe Illustrator, Toon Boom Harmony",
            "link": "https://youtu.be/mDIbqcnRuZU",
            "img": "img/works/las-manos.png",
            "img2": "img/details/manos2.png",
            "img3": "img/details/manos3.png",
            "img4": "img/details/manos4.png",
            "video": "https://youtu.be/mDIbqcnRuZU"
        }
    ],
    "Postproduction": [
        {
            "id": 8,
            "title": "Chernobyl Opening",
            "description": "Creation of an opening for the series Chernobyl, using the music and visual structure of the Narcos intro.",
            "overview": "Creation of an opening for the series Chernobyl, using the music and visual structure of the Narcos intro.",
            "role": "",
            "fields": "Video Post-Production, Photo Editing",
            "software": "Adobe Premiere, Adobe After Effects, Adobe Photoshop",
            "link": "https://youtu.be/lOEURC_jeuQ",
            "img": "img/works/chernobyl.png",
            "video": "https://youtu.be/lOEURC_jeuQ"
        },
        {
            "id": 9,
            "title": "Stranger Things clock",
            "description": "Creation of a Stranger Things video, using the expressions time, index, loopOut, and random in After Effects.",
            "overview": "Creation of a Stranger Things video, using the expressions time, index, loopOut, and random in After Effects.",
            "role": "",
            "fields": "Video Post-Production, Illustration",
            "software": "Adobe Illustrator, Adobe After Effects",
            "link": "https://youtu.be/6qXUdbj3CvM",
            "img": "img/works/stranger-things.png",
            "video": "https://youtu.be/6qXUdbj3CvM"
        },
        {
            "id": 19,
            "title": "Diwine Liberation",
            "description": "Diwine Liberation is a video mapping project created during the VII Workshop Empúries at the MAC Empúries.",
            "overview": "Diwine Liberation is a video mapping project created during the VII Workshop Empúries at the MAC Empúries, in collaboration with Mònica González, Anna Cuello, Adelina Mateoiu and Simina Haiduc.\n\nThe piece immerses viewers in an unforgettable night of celebration, mystery and liberation, seen through the eyes of Dionysos, the god who embodies the essence of wine.\n\nInspired by ancient legends, the animation follows Dionysos on his return to Empúries, where he encounters the Ménades and their enchanting rituals.\n\nWine, as the central element, becomes the elixir of life, a symbol of freedom and expression for women, and a drink that unleashes inner desires in men.\n\nThe project was conceived, designed and animated in just one day, blending mythology, symbolism and visual rhythm in a collective artistic expression.",
            "role":"",
            "link":"https://www.playbook.com/s/nuriav/Dn6GbMVPKn46S7LjLSu3Ju5V?assetToken=Q4tH7t97jpGdAVxuzh4WubZj",
            "img": "img/works/diwine.png",
            "video": "https://youtu.be/78bxupb0LoM",
            "software": "Adobe After Effects, Adobe Photoshop"
        }
    ],
    "Magazine Design": [

        {
            "id": 11,
            "title": "Underwater Magazine",
            "description": "Design of a Marine-Themed Magazine. Two versions of the magazine have been created: one for print and another interactive version.",
            "overview":"Design of a Marine-Themed Magazine. Two versions of the magazine have been created: one for print and another interactive version.",
            "role": "",
            "fields": "Graphic Design, Layout and Composition, Creation of an interactive PDF",
            "software": "Adobe InDesign",
            "link": "https://www.playbook.com/s/nuriav/6j7jFiPeh7avJRpqxasCx9kc?assetToken=APL114ByhWajdSUyrs1fUuZ5",
            "img": "img/works/underwater.png",
            "img2":"img/details/water2.png",
            "img3":"img/details/water3.png"
        }
    ],
    "UX/UI Design and development": [
      
        {
            "id": 13,
            "title": "La Carta dels Reis Mags",
            "description": "Front-End Design and Development of an e-commerce website for ordering gifts for the Three Kings.",
            "overview":"Front-end design and development of an e-commerce website for ordering Three Kings’ Day gifts. The site was built using HTML, CSS, and JavaScript.",
            "role":"",
            "fields": "Web Design, Front-end development",
            "software": "Visual Studio Code, Filezilla, HTML, CSS, Java Script",
            "languages": "HTML, CSS, Java Script",
            "link": "https://citmalumnes.upc.es/~nuriavt1/2n%20curs/practica4nuriav/",
            "img": "img/works/carta.png",
             "img2":"img/details/reis2.png",
              "img3":"img/details/reis3.png"
        },
        {
            "id": 14,
            "title": "Next Cast, a Podcast website",
            "description": "Creation and design of a website using React and the Spotify Web API",
            "fields": "UI Design, Website development",
            "software": "Visual Studio Code",
            "languages": "React, JavaScript, CSS, HTML",
            "link": "https://nextcast-nurias-projects-e4c7ec93.vercel.app/",
            "video":"https://youtu.be/5-WCPx4PCxc",
            "img": "img/works/next-cast.png"
        },
        {
            "id": 15,
            "title": "EVENT+, A Website for Events",
            "description": "Creation and design of a website to inform about cultural events with an editor for the database.",
            "overview":"Creation and design of a website for sharing information about cultural events, featuring a custom database editor. I first designed the user interface in Figma, and then developed the site using HTML, CSS, PHP, and SQL, with a MariaDB database. The website includes a registration and login system, and an admin panel that allows the author to add and manage content directly in the database.",
            "role": "",
            "fields": "Web Design, Front-end development, Back-end development with PHP",
            "software": "Visual Studio Code, Filezilla, Figma, Maria DB",
            "languages": "HTML, CSS, PHP, SQL",
            "link": "https://citmalumnes.upc.es/~nuriavt1/vaquero%20_nuria_P04BBDD/",
            "img": "img/works/event.png",
            "img2": "img/details/event2.png",
            "img3": "img/details/event3.png"

        },
        {
            "id": 16,
            "title": "MyRecipeBook",
            "description": "Creation and design of an Android mobile application to create and save recipes.",
            "overview":"Creation and design of an Android mobile application for creating and saving recipes. I first designed the user interface in Figma, and then developed the app in Android Studio using Flutter and Dart.",
            "role":"",
            "fields": "UI Design, Andoid development",
            "software": "Andoid Studio, Figma, Flutter, Dart",
            "languages": "Flutter, Dart",
            "link": "",
            "img": "img/works/my-recipe.png",
            "img4": "img/details/recip4.png"
        },
        {
            "id": 17,
            "title": "BookEcho",
            "description": "Creation and design of an Android mobile application for book registration",
            "overview": "In a team of four, we designed and developed an Android mobile application for book registration. The app includes features such as saving books into custom lists, completing reading challenges, and adding reviews and ratings. It is connected to a Supabase database and built using React Native.",
            "role": "",
            "fields": "Ux and UI Design, React Native",
            "software": "Visual Studio Code, Figma",
            "languages": "React Native",
            "link": "https://youtu.be/bruBCcbozaA",
            "img": "img/works/book-echo.png",
            "img2": "img/details/book2.png",
            "img3": "img/details/book3.png",
            "video": "https://youtu.be/bruBCcbozaA",
            "figma": "https://www.figma.com/proto/8la1TXmBR2wct1oKbV7NL4/disseny-app?page-id=89%3A3164&node-id=167-18536&p=f&viewport=943%2C-139%2C0.14&t=VvtCPaHp5jKWapqp-1&scaling=scale-down&content-scaling=fixed&starting-point-node-id=167%3A18531",
            "widthPro": "360px",
            "heightPro": "808px"
        }
    ]
}